docs/dot/JudgeAssignTask_User.dot
digraph G {
rankdir="LR";
"DistributionTask_Organization" -> "JudgeAssignTask_User" [label=16]
"InformalHearingPresentationTask_User" -> "JudgeAssignTask_User" [label=6]
"EvidenceSubmissionWindowTask_Organization" -> "JudgeAssignTask_User" [label=2]
"EvidenceOrArgumentMailTask_User" -> "JudgeAssignTask_User" [label=1]
"JudgeAssignTask_User" -> "JudgeDecisionReviewTask_User" [label=28]
"JudgeAssignTask_User" -> "IhpColocatedTask_Organization" [label=1]
"JudgeAssignTask_User" -> "AttorneyTask_User" [label=1]
"SpecialCaseMovementTask_User" -> "JudgeAssignTask_User" [label=2]
"TrackVeteranTask_Organization" -> "JudgeAssignTask_User" [label=3]
"InformalHearingPresentationTask_Organization" -> "JudgeAssignTask_User" [label=7]
}
